# Rad2Deg

## Description
Function Rad2Deg converts the specified value (in radians) to degrees.

```pascal
FUNCTION Rad2Deg(radianValue : REAL) : REAL;
```

```python

def vs.Rad2Deg(radianValue):
    return REAL
```

## Parameters
|Name|Type|Description|
|---|---|---|
|radianValue|REAL|Value in radians.|

## Version
Availability: from MiniCAD
## Category
* Math - General